Repository: Epsilon-Ori/Stash
Catalog: *.lproj/Localizable.strings
Languages: it

source: None
it: Nessuna

source: Deposit
it: Deposito

source: Withdrawal
it: Prelievo

source: Transfer
it: Trasferimento

source: Standing Order
it: Cambiale

source: Direct Debit
it: Addebito diretto

source: Point Of Sale
it: POS

source: Charge
it: a Saldo

source: Check
it: Assegno

source: Credit
it: Credito

source: Debit
it: Debito

source: Cash
it: Denaro Contante

source: Checking
it: Libretto Assegni

source: Savings
it: Risparmi

source: Credit Card
it: Carta di Credito

source: Investment
it: Investimento

source: Asset
it: Patrimonio

source: Liability
it: Obbligazione Finanziaria

source: Other
it: Altro

source: ACCOUNTS
it: CONTI

source: MANAGE
it: GESTISCI

source: Payees
it: Beneficiari

source: Categories
it: Categorie

source: Scheduled
it: Programmati

source: GRAPHS
it: GRAFICI

source: Add Transaction
it: Aggiungi Trasferimento

source: Delete Transaction
it: Cancella Trasferimento

source: Split Transaction
it: Dividi Trasferimento

source: Move Down
it: Muovi giù

source: Move Up
it: Muovi su

source: Refresh
it: Ricalcola

source: Weekly
it: Settimanale

source: Two Weeks
it: Ogni due Settimane

source: Four Weeks
it: Ogni quattro Settimane

source: Monthly
it: Mensile

source: Two Months
it: Bimestrale

source: Quarterly
it: Quadrimestrale

source: Annually
it: Annuale

source: Exact Day
it: Giorno Esatto

source: Exact or Next Working Day
it: Giorno Esatto o Prossimo Lavorativo

source: Last Working Day of Month
it: Ultimo Lavorativo del Mese

source: Expense Categories
it: Voci Spesa

source: Expense Payees
it: Beneficiari di Spesa

source: Deposit Categories
it: Voci Entrate

source: Deposit Payees
it: Beneficiari di Entrate

source: All Items
it: Tutti gli Elementi

source: All Items excluding:
it: Tutti gli Elementi escludendo:

source: Only Specified:
it: Solo Selezionati:

source: Add Account
it: Aggiungi Conto

source: Add Graph
it: Aggiungi Grafico

source: Make Transfer
it: Inserisci Trasferimento

source: View Type
it: Vista Tipo

source: Recent
it: Recenti

source: Show recent Transactions
it: Mostra Trasferimenti recenti

source: This Year
it: Questo Anno

source: Show Transactions from this year
it: Mostra Trasferimenti di questo Anno

source: Show all Transactions
it: Mostra tutti i Trasferimenti

source: Starting balance
it: Bilancio Iniziale

source: Delete
it: Elimina

source: Cancel
it: Annulla

source: Save
it: Salva

source: Don't Save
it: Non Salvare

source: Replace
it: Sostituisci

source: The Account and all transactions in it will be deleted. Are you sure?
it: Il Conto e tutti i Trasferimenti in esso contenuti saranno canellati. Sei sicuro?

source: Delete Account?
it: Elimina il Conto?

source: No Active Account
it: Conto non Attivo

source: You must have an active account in order to add a new transaction.
it: Per aggiungere un nuovo Trasferimento devi possedere un Conto attivo.

source: Not enough accounts
it: Non ci sono sufficienti Conti

source: You must have more than one account in the current document to create a Transfer.
it: Per creare un Trasferimento devi possedere più di un Conto nel documento attivo.

source: This Graph will be deleted. Are you sure?
it: Questo Grafico sarà eliminato. Sei sicuro?

source: Delete Graph?
it: Elimina il Grafico?

source: New Item
it: Nuovo Elemento

source: No Accounts Exist
it: Non Esiste alcun Conto

source: You must have some accounts in the current document first before you can create a graph.
it: Per poter creare un Grafico devi avere almeno un Conto in questo documento.

source: New Graph
it: Nuovo Grafico

source: Do you want to save the changes you made in this document?
it: Vuoi salvare le modifiche effettuate in questo documento?

source: Your changes will be lost if you don't save them.
it: Le modifiche andranno perse se non salvi il file.

source: Open Document
it: Apri il Documento

source: Could not open file: "%@".
it: Impossibile aprire il file: "%@".

source: There was a problem opening the Document file.
it: Si è presentato un problema nell'apertura del Documento.

source: Could not save to file: "%@".
it: Non è stato possibile salvare il file: "%@".

source: There was a problem saving the Document to file.
it: Si è presentato un problema nel salvataggio del Documento.

source: You must have an active account in order to import QIF file data.
it: Per importare un file QIF devi possedere almeno un Conto attivo.

source: Import QIF file
it: Importa file QIF

source: Select OFX file to Import
it: Seleziona file OFX da Importare

source: Couldn't Import OFX File
it: Non è stato possibile Importare il file OFX

source: Couldn't import the selected OFX file. Check it is a valid OFX 1.x/2.x file.
it: Non è stato possibile importare il file OFX selezionato. Verifica che sia un file OFX 1.x/2.x valido.

source: No data in file
it: Il file non contiene dati

source: Stash couldn't find any account/transaction data in the OFX file.
it: Stash non è riuscito a trovare nessun dato di Conto o Trasferimento all'interno del file OFX.

source: Import data inconcistency
it: Dati importati non coerenti

source: The Import data could not be processed correctly.
it: I dati non sono stati importati correttamente.

source: Select OFX file to Export to
it: Seleziona il file OFX in cui Esportare

source: Export to QIF file
it: Esporta su file QIF

source: Replace current document?
it: Sostiture il documento attivo?

source: You have unsaved changes in this document. Are you sure you want to open another document?
it: Hai effettuato delle modifiche non salvate nel documento corrente. Aprendone un altro perderai tali modifiche, sei sicuro di continuare?
